adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-pro-fonts
alacritty
alsa-firmware
alsa-utils
autoconf
automake
bind
binutils
brave
brightnessctl
bzip2
clang
cmake
coreutils
cronie
cryptsetup
dhclient
dhcpcd
diffutils
dnsmasq
dunst
exa
fakeroot
fd
ffmpeg
ffmpegthumbnailer
firefox
fzf
gsimplecal
gtk2-perl
gzip
haveged
hexchat
htop
imagemagick
kubectl
kubectx
less
lightdm
lightdm-gtk-greeter
lxsession
neofetch
net-tools
nitrogen
obmenu-generator
openbox
parcellite
pavucontrol
picom-git
playerctl
psmisc
pulseaudio
pulseaudio-alsa
python
qt5-styleplugins
rofi
rsync
rxvt-unicode
scrot
sed
strace
sudo
tar
tcpdump
texinfo
thunar
thunar-archive-plugin
thunar-volman
tint2
tmux
tumbler
viewnior
w3m
wget
which
wireless_tools
xautolock
xclip
xorg-apps
xorg-server
xorg-xinit
xorg-xprop
xorg-xwininfo
xsettingsd
