adobe-source-han-sans-cn-fonts
alacritty
alsa-firmware
alsa-utils
autoconf
automake
base
bat
bind
binutils
bison
brightnessctl
chromium
clang
cmake
cronie
dhclient
dhcpcd
dnsmasq
docker
dunst
efibootmgr
exa
fakeroot
fd
ffmpegthumbnailer
firefox
flex
fzf
gcc
git
gnu-netcat
go
grub
gsimplecal
gtk2-perl
haveged
hexchat
htop
imagemagick
k9s
kubectl
kubectx
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxsession
m4
make
man-db
nasm
neofetch
net-tools
networkmanager
nginx
nitrogen
ntfs-3g
openbox
openssh
parcellite
patch
pavucontrol
pkgconf
playerctl
pritunl-client-electron
pritunl-client-electron-numix-theme
pulseaudio
pulseaudio-alsa
qpdfview
redis
ripgrep
rofi
rsync
rxvt-unicode
scrot
smartmontools
starship
strace
sudo
tcpdump
texinfo
thunar
thunar-archive-plugin
thunar-volman
tint2
tmux
tree
tumbler
unzip
viewnior
vim
vlc
w3m
wget
which
wireless_tools
xautolock
xclip
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
zsh
